<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDescription</key>
			<string>Enables ARD Kickstart on MacOS 10.14 Mojave</string>
			<key>PayloadDisplayName</key>
			<string>Enable ARD Kickstart</string>
			<key>PayloadIdentifier</key>
			<string>com.TheGlobeAndMail.com.E3C2B4D4-0F6F-11E9-A5F8-38C98616A68B</string>
			<key>PayloadOrganization</key>
			<string>The Globe and Mail</string>
			<key>PayloadType</key>
			<string>com.apple.TCC.configuration-profile-policy</string>
			<key>PayloadUUID</key>
			<string>E3C2B4D4-0F6F-11E9-A5F8-38C98616A68B</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Services</key>
			<dict>
				<key>PostEvent</key>
				<array>
					<dict>
						<key>Allowed</key>
						<true/>
						<key>CodeRequirement</key>
						<string>identifier "com.apple.screensharing.agent" and anchor apple</string>
						<key>Comment</key>
						<string>Allow PostEvent control for ScreensharingAgent</string>
						<key>Identifier</key>
						<string>com.apple.screensharing.agent</string>
						<key>IdentifierType</key>
						<string>bundleID</string>
					</dict>
				</array>
			</dict>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Enables ARD Kickstart on MacOS 10.14 Mojave</string>
	<key>PayloadDisplayName</key>
	<string>Enable ARD Kickstart</string>
	<key>PayloadIdentifier</key>
	<string>com.mygreatcompany.com</string>
	<key>PayloadOrganization</key>
	<string>My Great Company</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>system</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>E3C4BD80-0F6F-11E9-A21B-38C98616A68B</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
