<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadContent</key>
			<dict>
				<key>com.apple.notificationsettings</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>NotificationSettings</key>
								<array>
									<dict>
										<key>AlertType</key>
										<integer>1</integer>
										<key>BadgesEnabled</key>
										<true/>
										<key>BundleIdentifier</key>
										<string>com.crowdstrike.falcon.UserAgent</string>
										<key>NotificationsEnabled</key>
										<true/>
										<key>ShowInLockScreen</key>
										<true/>
										<key>ShowInNotificationCenter</key>
										<true/>
										<key>SoundsEnabled</key>
										<true/>
									</dict>
								</array>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
			<key>PayloadDisplayName</key>
			<string>Custom Settings</string>
			<key>PayloadIdentifier</key>
			<string>2FA6AFC0-BC0A-4635-8809-AE32D15FA83F</string>
			<key>PayloadOrganization</key>
			<string>JAMF Software</string>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadUUID</key>
			<string>2FA6AFC0-BC0A-4635-8809-AE32D15FA83F</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string></string>
	<key>PayloadDisplayName</key>
	<string>Notification: CrowdStrike Falcon</string>
	<key>PayloadEnabled</key>
	<true/>
	<key>PayloadIdentifier</key>
	<string>E401E49A-AF5F-4678-A53F-960D28E914F3</string>
	<key>PayloadOrganization</key>
	<string>The Globe and Mail</string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>E401E49A-AF5F-4678-A53F-960D28E914F3</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
